const dataUkr = {
    header: 
            {logo: "ЛОГОТИП ВАШЕЙ КОМПАНИИ", 
            phoneNumber: "+38000000000", 
            email: "email.com", 
            callback: 
                    {text: "Передзвонити", 
                    header: "ЗВОРОТНИЙ ДЗВІНОК", 
                    message: "Мы зв'яжемося з Вами якомога швидше!", 
                    nameText: "Им'я", 
                    phoneText: "Номер телефону", 
                    buttonText: "ВІДПРАВИТИ", 
                    dataMessage: "Дані будуть використані тільки для контакту з Вами!"} 
            },
    menuPaths: 
            {main: "/HouseRent", 
            advantages: "/HouseRent#advantages",
            offices: "/HouseRent#offices",
            secondFloor: "/HouseRent#second_floor",
            thirdFloor: "/HouseRent#third_floor",
            fourthFloor: "/HouseRent#fourth_floor",
            contacts: "/HouseRent#contacts",
            privacypolicy: "/HouseRent/privacypolicy",
            floorPages: {
                secondFloor:  {
                        area_7_8: "/HouseRent/offices/second_floor/offices_7-8",
                        area_9: "/HouseRent/offices/second_floor/offices_9",
                        area_10: "/HouseRent/offices/second_floor/offices_10",
                        area_11_12_14: "/HouseRent/offices/second_floor/offices_11-12_14",
                        area_15: "/HouseRent/offices/second_floor/offices_15",
                        area_16: "/HouseRent/offices/second_floor/offices_16",
                        area_17: "/HouseRent/offices/second_floor/offices_17",
                        area_18: "/HouseRent/offices/second_floor/offices_18",
                        area_19_20: "/HouseRent/offices/second_floor/offices_19_20",
                        area_21: "/HouseRent/offices/second_floor/offices_21",
                        area_22_23: "/HouseRent/offices/second_floor/offices_22_23",
                },
                thirdFloor: {
                        area_30_31: "/HouseRent/offices/third_floor/offices_30-31",
                        area_32_35: "/HouseRent/offices/third_floor/offices_32-35",
                        area_37_39: "/HouseRent/offices/third_floor/offices_37-39",
                        area_40: "/HouseRent/offices/third_floor/office_40",
                        area_41_42: "/HouseRent/offices/third_floor/offices_41-42",
                        area_43_50: "/HouseRent/offices/third_floor/offices_43-50",
                },
                fourthFloor: "/HouseRent/offices/fourth_floor",
            }, 
            error: "*"},
    menuItems: 
            {main: "Головна",
            advantages: "Переваги", 
            offices: "Офіси",
            secondFloor: "Орендувати другий поверх",
            thirdFloor: "Орендувати третій поверх",
            fourthFloor: "Орендувати четвертий поверх",
            contacts: "Контакти"},
    main: 
        {mainTitle: ["О", "Р", "Е", "Н", "Д", "А"],
        mainInfo: 
                ["Оренда офісів", 
                "в центрі міста",
                "нежитловий фонд",
                "від одного кабінета до цілого поверху"],
                mainTextHeader: "Ваш бізнес в комфортних умовах за розумну ціну",
                mainText: `Надаємо в оренду офіси по вулиці Гоголя, будинок 15 (корпус В-4), місто Дніпро, Україна. Об'єкт розташований у тихому місці, 
                у кварталі від проспекту Дмитра Яворницького - головного проспекту міста, що робить його максимально доступним. Пішоходи можуть 
                скористатися послугами міського транспорту, зупинки якого знаходяться поруч. В кількох хвилинах ходьби розташовані кафе, 
                торгівельно-розважальні центри, супермаркети, відділення "Нової пошти", Катеринославський бульвар, парк ім. Т.Г.Шевченко. Наша пропозиція 
                - відмінна можливість стати участником ділового життя Дніпра і користуватися всіма перевагами розвинутої інфраструктури центрального 
                району міста.`},
    advantages: 
            {mainTitle: "Наші переваги",
            mainInfo: 
                    ["в центрі міста (вхід з двору)", 
                    "зручна транспортна та пішохідна розв'язка",
                    "парковка в дворі",
                    "тихий район, спокійна обстановка",
                    "нежитловий фонд",
                    "два ввода електропостачання",
                    "будівля розташована в оточенні комерційної нерухомості",
                    "оренда від одного власника",
                     "будівля з цегли",
                     "кабінетна система / блочна система / цілий поверх",
                     "офіси різної площі (від 15 до 450 кв.м)",
                     "автономне газове опалення",
                     "80% кімнат обладнані кондиціонерами",
                     "широкі коридори, великі вікна, світлі кабінети",
                     "висота стель від 3 метрів",
                     "якісний ремонт",
                     "базове офісне оздоблення",
                    "повний пакет документів (орендодавець - неплатник ПДВ)",
                    "робота з будь-якими категоріями орендарів",
                    "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"]},
    offices: 
            {
                secondFloor: {
                        title: "Другий поверх",
                        area_7_8: {
                                title: "ОФІС (каб. № 7-8)",
                                photos: ["area_7_8_1.JPG", "area_7_8_2.JPG", "area_7_8_3.JPG"],
                                plan: "area_7_8_plan.png",
                                statusTitle: [`В  `, "О", "Р", "Е", "Н", "Д", "І"],
                                advantages: ["площа 39,5 кв.м", "2 поверх",
                                        "кондиціонер",
                                        "висота стель від 3 метрів",
                                        "великі вікна / світлі кабінети", 
                                        "базове офисне оздоблення / оздоблення після орендаря",
                                        "покриття підлоги – лінолеум",
                                        "широкий коридор",
                                        "автономне газове опалення в будівлі",
                                        "два ввода електропостачання в будівлі",
                                        "повний пакет документів (орендодавець - неплатник ПДВ)",
                                        "робота з будь-якими категоріями орендарів",
                                        "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                                ],     
                          },
                          area_9: {
                                title: "ОФІС (каб. № 9)",
                                photos: ["area_9_1.JPG", "area_9_2.JPG", "area_9_3.JPG"],
                                plan: "area_9_plan.png",
                                statusTitle: [`В  `, "О", "Р", "Е", "Н", "Д", "І"],
                                advantages: ["площа 21,1 кв.м", "2 поверх",
                                        "кондиціонер",
                                        "висота стель від 3 метрів",
                                        "великі вікна / світлі кабінети", 
                                        "базове офисне оздоблення / оздоблення після орендаря",
                                        "покриття підлоги – ламінат",
                                        "широкий коридор",
                                        "автономне газове опалення в будівлі",
                                        "два ввода електропостачання в будівлі",
                                        "повний пакет документів (орендодавець - неплатник ПДВ)",
                                        "робота з будь-якими категоріями орендарів",
                                        "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                                ],     
                          },
                          area_10: {
                                title: "ОФІС (каб. № 10)",
                                photos: ["area_10_1.JPG", "area_10_2.JPG", "area_10_3.JPG"],
                                plan: "area_10_plan.png",
                                statusTitle: ["В", "І", "Л", "Ь", "Н", "И", "Й"],
                                advantages: ["площа 22,0 кв.м", "2 поверх",
                                        "можлива оренда з меблями",
                                        "висота стель від 3 метрів",
                                        "великі вікна / світлі кабінети", 
                                        "базове офисне оздоблення / оздоблення після орендаря",
                                        "покриття підлоги – ламінат",
                                        "широкий коридор",
                                        "автономне газове опалення в будівлі",
                                        "два ввода електропостачання в будівлі",
                                        "повний пакет документів (орендодавець - неплатник ПДВ)",
                                        "робота з будь-якими категоріями орендарів",
                                        "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                                ], 
                          },
                          area_11_12_14: {
                                title: "ОФІС (каб. № 11-12, 14)",
                                photos: ["area_11-12_14_1.JPG", "area_11-12_14_2.JPG", "area_11-12_14_3.JPG"],
                                plan: "area_11-12_14_plan.png",
                                statusTitle: [`В  `, "О", "Р", "Е", "Н", "Д", "І"],
                                advantages: ["площа 61,2 кв.м", "2 поверх",
                                        "кондиціонер",
                                        "висота стель від 3 метрів",
                                        "великі вікна / світлі кабінети", 
                                        "базове офисне оздоблення / оздоблення після орендаря",
                                        "покриття підлоги – ламінат",
                                        "широкий коридор",
                                        "автономне газове опалення в будівлі",
                                        "два ввода електропостачання в будівлі",
                                        "повний пакет документів (орендодавець - неплатник ПДВ)",
                                        "робота з будь-якими категоріями орендарів",
                                        "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                                ],      
                          },
                          area_15: {
                                title: "ОФІС (каб. № 15)",
                                photos: ["area_15_1.JPG", "area_15_2.JPG", "area_15_3.JPG"],
                                plan: "area_15_plan.png",
                                statusTitle: [`В  `, "О", "Р", "Е", "Н", "Д", "І"],
                                advantages: ["площа 22,0 кв.м", "2 поверх",
                                        "можлива оренда з меблями",
                                        "висота стель від 3 метрів",
                                        "великі вікна / світлі кабінети", 
                                        "базове офисне оздоблення / оздоблення після орендаря",
                                        "покриття підлоги – ламінат",
                                        "широкий коридор",
                                        "автономне газове опалення в будівлі",
                                        "два ввода електропостачання в будівлі",
                                        "повний пакет документів (орендодавець - неплатник ПДВ)",
                                        "робота з будь-якими категоріями орендарів",
                                        "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                                ],      
                          },
                          area_16: {
                                title: "ОФІС (каб. № 16)",
                                photos: ["area_16_1.JPG", "area_16_2.JPG", "area_16_3.JPG"],
                                plan: "area_16_plan.png",
                                statusTitle: ["В", "І", "Л", "Ь", "Н", "И", "Й"],
                                advantages: ["площа 21,2 кв.м", "2 поверх",
                                        "можлива оренда з меблями",
                                        "висота стель від 3 метрів",
                                        "великі вікна / світлі кабінети", 
                                        "базове офисне оздоблення / оздоблення після орендаря",
                                        "покриття підлоги – ламінат",
                                        "широкий коридор",
                                        "автономне газове опалення в будівлі",
                                        "два ввода електропостачання в будівлі",
                                        "повний пакет документів (орендодавець - неплатник ПДВ)",
                                        "робота з будь-якими категоріями орендарів",
                                        "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                                ],      
                          },
                          area_17: {
                                title: "ОФІС (каб. № 17)",
                                photos: ["area_17_1.JPG", "area_17_2.JPG", "area_17_3.JPG"],
                                plan: "area_17_plan.png",
                                statusTitle: [`В  `, "О", "Р", "Е", "Н", "Д", "І"],
                                advantages: ["площа 19,6 кв.м", "2 поверх",
                                        "кондиціонер",
                                        "висота стель від 3 метрів",
                                        "великі вікна / світлі кабінети", 
                                        "базове офисне оздоблення / оздоблення після орендаря",
                                        "покриття підлоги – лінолеум",
                                        "широкий коридор",
                                        "автономне газове опалення в будівлі",
                                        "два ввода електропостачання в будівлі",
                                        "повний пакет документів (орендодавець - неплатник ПДВ)",
                                        "робота з будь-якими категоріями орендарів",
                                        "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                                ],     
                          },
                          area_18: {
                                title: "ОФІС (каб. № 18)",
                                photos: ["area_18_1.JPG", "area_18_2.JPG", "area_18_3.JPG"],
                                plan: "area_18_plan.png",
                                statusTitle: [`В  `, "О", "Р", "Е", "Н", "Д", "І"],
                                advantages: ["площа 21,0 кв.м", "2 поверх",
                                        "висота стель від 3 метрів",
                                        "великі вікна / світлі кабінети", 
                                        "базове офисне оздоблення / оздоблення після орендаря",
                                        "покриття підлоги – лінолеум",
                                        "широкий коридор",
                                        "автономне газове опалення в будівлі",
                                        "два ввода електропостачання в будівлі",
                                        "повний пакет документів (орендодавець - неплатник ПДВ)",
                                        "робота з будь-якими категоріями орендарів",
                                        "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                                ],      
                          },
                          area_19_20: {
                                title: "ОФІС (каб. № 19-20)",
                                photos: ["area_19_20_1.JPG", "area_18_2.JPG", "area_18_3.JPG"],
                                plan: "area_19_20_plan.png",
                                statusTitle: [`В  `, "О", "Р", "Е", "Н", "Д", "І"],
                                advantages: ["площа 41,0 кв.м", "2 поверх",
                                        "можлива оренда з меблями",
                                        "висота стель від 3 метрів",
                                        "великі вікна / світлі кабінети", 
                                        "базове офисне оздоблення / оздоблення після орендаря",
                                        "покриття підлоги – лінолеум",
                                        "широкий коридор",
                                        "автономне газове опалення в будівлі",
                                        "два ввода електропостачання в будівлі",
                                        "повний пакет документів (орендодавець - неплатник ПДВ)",
                                        "робота з будь-якими категоріями орендарів",
                                        "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                                ],
                          },
                          area_21: {
                                title: "ОФІС (каб. № 21)",
                                photos: ["area_21_1.JPG", "area_21_2.JPG", "area_21_3.JPG"],
                                plan: "area_21_plan.png",
                                statusTitle: [`В  `, "О", "Р", "Е", "Н", "Д", "І"],
                                advantages: ["площа 22,9 кв.м", "2 поверх",
                                        "можлива оренда з меблями",
                                        "висота стель від 3 метрів",
                                        "великі вікна / світлі кабінети", 
                                        "базове офисне оздоблення / оздоблення після орендаря",
                                        "покриття підлоги – лінолеум",
                                        "широкий коридор",
                                        "автономне газове опалення в будівлі",
                                        "два ввода електропостачання в будівлі",
                                        "повний пакет документів (орендодавець - неплатник ПДВ)",
                                        "робота з будь-якими категоріями орендарів",
                                        "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                                ],  
                          },
                          area_22_23: {
                                title: "ОФІС (каб. № 22-23)",
                                photos: ["area_22_23_1.JPG", "area_22_23_2.JPG", "area_22_23_3.JPG"],
                                plan: "area_22_23_plan.png",
                                statusTitle: [`В  `, "О", "Р", "Е", "Н", "Д", "І"],
                                advantages: ["площа 40,0 кв.м", "2 поверх",
                                        "кондиціонер",
                                        "висота стель від 3 метрів",
                                        "великі вікна / світлі кабінети", 
                                        "базове офисне оздоблення / оздоблення після орендаря",
                                        "покриття підлоги – лінолеум",
                                        "широкий коридор",
                                        "автономне газове опалення в будівлі",
                                        "два ввода електропостачання в будівлі",
                                        "повний пакет документів (орендодавець - неплатник ПДВ)",
                                        "робота з будь-якими категоріями орендарів",
                                        "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                                ],      
                          },
                },
                thirdFloor: {
                    title: "Третій поверх",
                    area_30_31: {
                        title: "ОФІС (каб. № 30-31)",
                        photos: ["area_30_31_1.JPG", "area_30_31_2.JPG", "area_30_31_3.JPG"],
                        plan: "area_30_31_plan.png",
                        statusTitle: [`В  `, "О", "Р", "Е", "Н", "Д", "І"],
                        advantages: ["площа 39,5 кв.м", "3 поверх",
                                "кондиціонер",
                                "висота стель від 3 метрів",
                                "великі вікна / світлі кабінети", 
                                "базове офисне оздоблення / оздоблення після орендаря",
                                "покриття підлоги – лінолеум",
                                "широкий коридор",
                                "автономне газове опалення в будівлі",
                                "два ввода електропостачання в будівлі",
                                "повний пакет документів (орендодавець - неплатник ПДВ)",
                                "робота з будь-якими категоріями орендарів",
                                "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                        ],
                         
                    },
                    area_32_35: {
                        title: "ОФІС (каб. № 32-35)",
                        photos: ["area_32_35_1.JPG", "area_32_35_2.JPG", "area_32_35_3.JPG"],
                        plan: "area_32_35_plan.png",
                        statusTitle: ["В  ", "О", "Р", "Е", "Н", "Д", "І"],
                        advantages: ["площа 62,1 кв.м", "3 поверх",
                                "можлива здача по кімнатам",
                                "кондиціонер",
                                "висота стель від 3 метрів",
                                "великі вікна / світлі кабінети", 
                                "базове офісне оздоблення / оздоблення після орендаря",
                                "покриття підлоги – лінолеум",
                                "широкий коридор",
                                "автономне газове опалення в будівлі",
                                "два ввода електропостачання в будівлі",
                                "повний пакет документів (орендодавець – неплатник ПДВ)",
                                "робота з будь-якими категоріями орендарів",
                                "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                        ],
                         
                    },
                    area_37_39: {
                        title: "ОФІС (каб. № 37-39)",
                        photos: ["area_37_39_1.JPG", "area_37_39_2.JPG", "area_37_39_3.jpg", "area_37_39_4.jpg"],
                        plan: "area_37_39_plan.png",
                        statusTitle: ["В", "І", "Л", "Ь", "Н", "И", "Й"],
                        advantages: ["площа 63,7 кв.м", "3 поверх",
                                "висота стель від 3 метрів",
                                "великі вікна / світлі кабінети", 
                                "базове офісне оздоблення / оздоблення після орендаря",
                                "покриття підлоги - лінолеум",
                                "широкий коридор",
                                "автономне газове опалення в будівлі",
                                "два ввода електропостачання в будівлі",
                                "повний пакет документів (орендодавець – неплатник ПДВ)",
                                "робота з будь-якими категоріями орендарів",
                                "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                        ],
                         
                    },
                    area_40: {
                        title: "ОФІС (каб. № 40)",
                        photos: ["area_40_1.JPG", "area_40_2.JPG", "area_40_3.jpg"],
                        plan: "area_40_plan.png",
                        statusTitle: ["В  ", "О", "Р", "Е", "Н", "Д", "І"],
                        advantages: ["площа 18,3 кв.м", "3 поверх",
                                "кондиціонер",
                                "висота стель від 3 метрів",
                                "великі вікна / світлі кабінети", 
                                "базове офісне оздоблення / оздоблення після орендаря",
                                "покриття підлоги – лінолеум",
                                "широкий коридор",
                                "автономне газове опалення в будівлі",
                                "два ввода електропостачання в будівлі",
                                "повний пакет документів (орендодавець – неплатник ПДВ)",
                                "робота з будь-якими категоріями орендарів",
                                "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                        ],
                         
                    },
                    area_41_42: {
                        title: "ОФІС (каб. № 41-42)",
                        photos: ["area_41_42_1.JPG", "area_41_42_2.jpg", "area_41_42_3.jpg", "area_41_42_4.jpg", "area_41_42_5.jpg"],
                        plan: "area_41_42_plan.png",
                        statusTitle: ["В", "І", "Л", "Ь", "Н", "И", "Й"],
                        advantages: ["площа 40,9 кв.м", "3 поверх",
                                "кондиціонер",
                                "висота стель від 3 метрів",
                                "великі вікна / світлі кабінети", 
                                "базове офісне оздоблення / оздоблення після орендаря",
                                "покриття підлоги – лінолеум",
                                "широкий коридор",
                                "автономне газове опалення в будівлі",
                                "два ввода електропостачання в будівлі",
                                "повний пакет документів (орендодавець – неплатник ПДВ)",
                                "робота з будь-якими категоріями орендарів",
                                "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                        ],
                         
                    },
                    area_43_50: {
                        title: "ОФІС (каб. № 43-50)",
                        photos: ["area_43_50_1.jpg", "area_43_50_2.jpg", "area_43_50_3.jpg"],
                        plan: "area_43_50_plan.png",
                        statusTitle: ["В  ", "О", "Р", "Е", "Н", "Д", "І"],
                        advantages: ["площа 136,7 кв.м", "3 поверх",
                                "кондиціонер",
                                "висота стель від 3 метрів",
                                "великі вікна / світлі кабінети", 
                                "базове офісне оздоблення / оздоблення після орендаря",
                                "покриття підлоги – лінолеум",
                                "широкий коридор",
                                "автономне газове опалення в будівлі",
                                "два ввода електропостачання в будівлі",
                                "повний пакет документів (орендодавець – неплатник ПДВ)",
                                "робота з будь-якими категоріями орендарів",
                                "доступ з 08:00 до 20:00, в суботу з 9:00 до 16:00, в неділю за домовленістю"
                        ],
                         
                    }
                },
                fourthFloor: {
                        title: "Четвертий поверх",
                        details: {
                                title: "ОФІС (каб. № 1-18)",
                                photos: ["fourth_floor_1.JPG", "fourth_floor_2.JPG", "fourth_floor_3.JPG", "fourth_floor_4.JPG", "fourth_floor_5.JPG",
                                        "fourth_floor_6.JPG", "fourth_floor_7.JPG", "fourth_floor_8.JPG", "fourth_floor_9.JPG"],
                                plan: "fourth_floor_plan.png",
                                statusTitle: ["В  ", "О", "Р", "Е", "Н", "Д", "І"],
                                advantages: ["площа 446,66 кв.м", "4 поверх",
                                        "здається цілий поверх",
                                        "кондиціонер",
                                        "висота стель від 3 метрів",
                                        "великі вікна / світлі кабінети",
                                        "широкий коридор",
                                        "якісний ремонт",
                                        "покриття підлоги – керамограніт",
                                        "кухня-столова мебльована",
                                        "чотири санвузли обладнані аксесуарами та бойлером",
                                        "мережева комп'ютерна розводка",
                                        "автономне газове опалення в будівлі",
                                        "два ввода електропостачання в будівлі",
                                        "повний пакет документів (орендодавець - неплатник ПДВ)",
                                        "робота з будь-якими категоріями орендарів",
                                        "цілодобовий доступ"
                                ],

                        }
                },
            }, 
    contacts: 
            {phoneNumber: "+380503426079",
            secondPhoneNumber: "+380978720744",
            address: "Україна, м.Дніпро, вул.Гоголя, буд. 15, 2 поверх, оф. 25",
            email: "Tkirillova75@gmail.com",
//                 address: 
//                     {heading: 'Контакты UAB "FerroMetals":', 
//                     text: `Лайсвес пр. 60-1107,
//     LT-05120 Вильнюс, Литва`, 
//                     detailsHeading: "Наши реквизиты:", 
//                     details: `Paysera LT, UAB
//     Пилайтес пр. 16, Вильнюс, LT-04352, Литва
//     SWIFT-код: EVIULT2VXXX
//     IBAN: LT173500010015992602`}, 
                    feedback: 
                            {buttonText: "НАДІСЛАТИ",
                            heading: "Зв'язатись з нами",  
                            description: "Мы свяжемся с Вами как можно скорее!", 
                            nameInputText: "Ваше ім'я", 
                            contactsInputText: "Ваші контакти",  
                            messageInputText: "Текст повідомлення",
                            bottomText: "Данные будут использованы только для контакта с Вами!", 
                            loadingText: "Отправка...",
                            resultText: "Ваше сообщение успешно отправлено!",
                            errorText: "Что-то пошло не так! Пожалуйста, попробуйте снова!"}
            },
    errorPath: "*",
    errorMessage: "404 ОШИБКА!!!",
    returnMessage: "Вернуться в Главное",
    footer:    
            {copyright: '© 2023, _________________________________', 
            privacyPolicy: "Политика конфиденциальности", 
            siteDeveloper: ["Розробка сайту: ", "Iryna Smyrnova"], 
            portfolioLink: "https://smyrnova-iryna.github.io/portfolio",
            address: `Лайсвес пр. 60-1107,
LT-05120 Вильнюс, Литва`},
            privacyPolicy: `ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ

Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в отношении всей информации, которую данный сайт, на котором размещен текст этой Политики конфиденциальности, может получить о Пользователе, а также любых программ и продуктов, размещенных на нем.
    
1. ОПРЕДЕЛЕНИЕ ТЕРМИНОВ
    
1.1. В настоящей Политике конфиденциальности используются следующие термины:
    
1.1.1. «Администрация сайта» – уполномоченные сотрудники на управления сайтом, действующие от его имени, которые организуют и (или) осуществляет обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.
    
1.1.2. «Персональные данные» — любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).
    
1.1.3. «Обработка персональных данных» — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
    
1.1.4. «Конфиденциальность персональных данных» — обязательное для соблюдения Администрацией сайта требование не допускать их умышленного распространения без согласия субъекта персональных данных или наличия иного законного основания.
    
1.1.5. «Пользователь сайта (далее Пользователь)» – лицо, имеющее доступ к сайту, посредством сети Интернет и использующее данный сайт для своих целей.
    
1.1.6. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.
    
1.1.7. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.
    
2. ОБЩИЕ ПОЛОЖЕНИЯ
    
2.1. Использование Пользователем сайта означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.
    
2.2. В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование сайта.
    
2.3. Настоящая Политика конфиденциальности применяется только к данному сайту. Администрация сайта не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на данном сайте.
    
2.4. Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем сайта.
    
3. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ
    
3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта по умышленному неразглашению персональных данных, которые Пользователь предоставляет по разнообразным запросам Администрации сайта (например, при регистрации на сайте, оформлении заказа, подписки на уведомления и т.п).
    
3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения специальных форм на Сайте и обычно включают в себя следующую информацию:
    
3.2.1. фамилию, имя, отчество Пользователя;
    
3.2.2. контактный телефон Пользователя;
    
3.2.3. адрес электронной почты (e-mail);
    
3.2.4. место жительство Пользователя и другие данные.
    
3.3. Администрация сайта также принимает усилия по защите Персональных данных, которые автоматически передаются в процессе посещения страниц сайта:
    
IP адрес;
    
информация из cookies;
    
информация о браузере (или иной программе, которая осуществляет доступ к сайту);
    
время доступа;
    
посещенные адреса страниц;
    
реферер (адрес предыдущей страницы) и т.п.
    
3.3.1. Отключение cookies может повлечь невозможность доступа к сайту.
    
3.3.2. Сайт осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и решения технических проблем, для контроля корректности проводимых операций.
    
3.4. Любая иная персональная информация неоговоренная выше (история заказов, используемые браузеры и операционные системы и т.д.) не подлежит умышленному разглашению, за исключением случаев, предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.
    
4. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ
    
4.1. Персональные данные Пользователя Администрация сайта может использовать в целях:
    
4.1.1. Идентификации Пользователя, зарегистрированного на сайте, для оформления заказа и (или) заключения Договора.
    
4.1.2. Предоставления Пользователю доступа к персонализированным ресурсам сайта.
    
4.1.3. Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования сайта, оказания услуг, обработка запросов и заявок от Пользователя.
    
4.1.4. Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.
    
4.1.5. Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.
    
4.1.6. Создания учетной записи для совершения заказов, если Пользователь дал согласие на создание учетной записи.
    
4.1.7. Уведомления Пользователя сайта о состоянии Заказа.
    
4.1.8. Обработки и получения платежей.
    
4.1.9. Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием сайта.
    
4.1.10. Предоставления Пользователю с его согласия, обновлений продукции, специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени сайта или от имени партнеров сайта.
    
4.1.11. Осуществления рекламной деятельности с согласия Пользователя.
    
4.1.12. Предоставления доступа Пользователю на сторонние сайты или сервисы партнеров данного сайта с целью получения их предложений, обновлений или услуг.
    
5. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ
    
5.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.
    
5.2. Пользователь соглашается с тем, что Администрация сайта вправе передавать персональные данные третьим лицам, в частности, курьерским службам, организациями почтовой связи, операторам электросвязи, исключительно в целях выполнения заявок Пользователя, оформленных на сайте, в рамках Договора публичной оферты
    
5.3. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти только по основаниям и в порядке, установленным действующим законодательством.
    
6. ОБЯЗАТЕЛЬСТВА СТОРОН
    
6.1. Пользователь обязуется:
    
6.1.1. Предоставить корректную и правдивую информацию о персональных данных, необходимую для пользования сайтом.
    
6.1.2. Обновить или дополнить предоставленную информацию о персональных данных в случае изменения данной информации.
    
6.1.3. Принимать меры для защиты доступа к своим конфиденциальным данным, хранящимся на сайте.
    
6.2. Администрация сайта обязуется:
    
6.2.1. Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.
    
6.2.2. Не разглашать персональных данных Пользователя, за исключением п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности.
    
6.2.3. Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий.
    
7. ОТВЕТСТВЕННОСТЬ СТОРОН
    
7.1. Администрация сайта несёт ответственность за умышленное разглашение Персональных данных Пользователя в соответствии с действующим законодательством, за исключением случаев, предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей Политики Конфиденциальности
    
7.2. В случае утраты или разглашения Персональных данных Администрация сайта не несёт ответственность, если данная конфиденциальная информация:
    
7.2.1. Стала публичным достоянием до её утраты или разглашения.
    
7.2.2. Была получена от третьей стороны до момента её получения Администрацией сайта.
    
7.2.3. Была получена третьими лицами путем несанкционированного доступа к файлам сайта.
    
7.2.4. Была разглашена с согласия Пользователя.
    
7.3. Пользователь несет ответственность за правомерность, корректность и правдивость предоставленной Персональных данных в соответствии с действующим законодательством.
    
8. РАЗРЕШЕНИЕ СПОРОВ
    
8.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем сайта и Администрацией сайта, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).
    
8.2. Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.
    
8.3. При не достижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством.
    
8.4. К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией сайта применяется действующее законодательство.
    
9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ
    
9.1. Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.

9.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Политики конфиденциальности.`
};

export default dataUkr;